/* No comment provided by engineer. */
"--- ALL CATEGORIES ---" = "--- TUTTE LE CATEGORIE ---";

/* No comment provided by engineer. */
"About" = "Informazioni su";

/* No comment provided by engineer. */
"Add Map" = "Aggiungi Mappa";

/* No comment provided by engineer. */
"Add Map By URL" = "Aggiungi Mappa da URL";

/* No comment provided by engineer. */
"Add Map Error" = "Errore in Aggiunta Mappa";

/* No comment provided by engineer. */
"Added" = "Aggiunta";

/* No comment provided by engineer. */
"Adding..." = "In Aggiunta ...";

/* No comment provided by engineer. */
"All Categories" = "Tutte le Categorie";

/* No comment provided by engineer. */
"All Checkins" = "Tutti i Checkin";

/* No comment provided by engineer. */
"Anonymous" = "Anonimo";

/* No comment provided by engineer. */
"Are you sure you want to cancel?" = "Sei sicuro di voler annullare?";

/* No comment provided by engineer. */
"Authentication Required" = "Autenticazione Richiesta";

/* No comment provided by engineer. */
"By using this app, you agree to the following terms and policy:" = "Usando questa applicazione, accetti le seguenti condizioni:";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Categories..." = "Categorie ...";

/* No comment provided by engineer. */
"Category Required" = "Categoria Richiesta";

/* No comment provided by engineer. */
"Checkins..." = "Checkin ...";

/* No comment provided by engineer. */
"Comment Queued" = "Commento Accodato";

/* No comment provided by engineer. */
"Comment Required" = "Commento Richiesto";

/* No comment provided by engineer. */
"Contact" = "Contatto";

/* No comment provided by engineer. */
"Date Required" = "Data Richiesta";

/* No comment provided by engineer. */
"Description Required" = "Descrizione Richiesta";

/* No comment provided by engineer. */
"Details" = "Dettagli";

/* No comment provided by engineer. */
"Display" = "Visualizza";

/* No comment provided by engineer. */
"Double tap to move map pin to new location" = "Doppio tap per muovere il pin della mappa in una nuova località";

/* No comment provided by engineer. */
"Download Map Images" = "Scarica Immagini Mappa";

/* No comment provided by engineer. */
"Download Photos" = "Scarica Fotografie";

/* No comment provided by engineer. */
"Email Required" = "Email Richiesta";

/* No comment provided by engineer. */
"Enable OpenGeoSMS" = "Abilita OpenGeoSMS";

/* No comment provided by engineer. */
"Enter comment" = "Inserisci commento";

/* No comment provided by engineer. */
"Enter description" = "Inserisci descrizione";

/* No comment provided by engineer. */
"Enter email" = "Inserisci email";

/* No comment provided by engineer. */
"Enter email address" = "Inserisci indirizzo email";

/* No comment provided by engineer. */
"Enter first name" = "Inserisci nome";

/* No comment provided by engineer. */
"Enter last name" = "Inserisci cognome";

/* No comment provided by engineer. */
"Enter name" = "Inserisci nome";

/* No comment provided by engineer. */
"Enter title" = "Inserisci titolo";

/* No comment provided by engineer. */
"Enter webpage" = "Inserisci pagina web";

/* No comment provided by engineer. */
"Find Maps Around Me" = "Trova Mappe Vicino a Me";

/* No comment provided by engineer. */
"Finding address..." = "Ricerca indirizzo ...";

/* No comment provided by engineer. */
"Finding location..." = "Ricerca località ...";

/* No comment provided by engineer. */
"for" = "per";

/* No comment provided by engineer. */
"Found" = "Trovato";

/* No comment provided by engineer. */
"Hide Status Bar" = "Nascondi Barra di Stato";

/* No comment provided by engineer. */
"I Agree" = "Accetto";

/* No comment provided by engineer. */
"Icon Badge Number" = "Numero Icone Badge";

/* No comment provided by engineer. */
"Last synced" = "Ultima sincronizzazione";

/* No comment provided by engineer. */
"Latitude Required" = "Latitudine Richiesta";

/* No comment provided by engineer. */
"List" = "Lista";

/* No comment provided by engineer. */
"Locating..." = "Ricerca in corso ...";

/* No comment provided by engineer. */
"Location Required" = "Località richiesta";

/* No comment provided by engineer. */
"Locations..." = "Località ...";

/* No comment provided by engineer. */
"Longitude Required" = "Longitudine Richiesta";

/* No comment provided by engineer. */
"Map" = "Mappa";

/* No comment provided by engineer. */
"Maps" = "Mappe";

/* No comment provided by engineer. */
"Maps..." = "Mappe ...";

/* No comment provided by engineer. */
"Model" = "Modello";

/* No comment provided by engineer. */
"Name Required" = "Nome Richiesto";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Category" = "Nessuna Categoria";

/* No comment provided by engineer. */
"No checkins" = "Nessun checkin";

/* No comment provided by engineer. */
"No comments" = "Nessun commento";

/* No comment provided by engineer. */
"No Date" = "Nessuna Data";

/* No comment provided by engineer. */
"No Location" = "Nessuna Località";

/* No comment provided by engineer. */
"No maps" = "Nessuna mappa";

/* No comment provided by engineer. */
"No photos" = "Nessuna fotografia";

/* No comment provided by engineer. */
"No reports" = "Nessun rapporto";

/* No comment provided by engineer. */
"No videos" = "Nessun video";

/* No comment provided by engineer. */
"No webpages" = "Nessuna pagina web";

/* No comment provided by engineer. */
"Not verified" = "Non verificato";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pending" = "In Attesa";

/* No comment provided by engineer. */
"Pending Upload" = "Caricamento In Attesa";

/* No comment provided by engineer. */
"Photos" = "Fotografie";

/* No comment provided by engineer. */
"Photos..." = "Fotografie ...";

/* No comment provided by engineer. */
"Privacy Policy" = "Informativa sulla Privacy";

/* No comment provided by engineer. */
"Report Queued" = "Rapporto Accodato";

/* No comment provided by engineer. */
"Reports" = "Rapporti";

/* No comment provided by engineer. */
"Reports..." = "Rapporti ...";

/* No comment provided by engineer. */
"Resize New Photos" = "Ridimensiona Nuova Fotografia";

/* No comment provided by engineer. */
"Resize Photo Width" = "Ridimensiona Larghezza Fotografia";

/* No comment provided by engineer. */
"Search checkins..." = "Cerca checkin ...";

/* No comment provided by engineer. */
"Search reports..." = "Cerca rapporti ...";

/* No comment provided by engineer. */
"Searching..." = "Ricerca ...";

/* No comment provided by engineer. */
"Select a category" = "Seleziona una categoria";

/* No comment provided by engineer. */
"Send" = "Invia";

/* No comment provided by engineer. */
"Send via OpenGeoSMS" = "Invia con OpenGeoSMS";

/* No comment provided by engineer. */
"Sending..." = "Invio ...";

/* No comment provided by engineer. */
"Sent" = "Inviato";

/* No comment provided by engineer. */
"Share Application" = "Condividi Applicazione";

/* No comment provided by engineer. */
"SMS" = "SMS";

/* No comment provided by engineer. */
"Synchronization Required" = "Sincronizzazione Richiesta";

/* No comment provided by engineer. */
"Synchronize" = "Sincronizza";

/* No comment provided by engineer. */
"Synchronize Error" = "Errore di Sincronizzazione";

/* No comment provided by engineer. */
"Syncing..." = "Sincronizzazione ...";

/* No comment provided by engineer. */
"Terms Of Service" = "Condizioni di Servizio";

/* No comment provided by engineer. */
"Title Required" = "Titolo Richiesto";

/* No comment provided by engineer. */
"Unable to add map to database" = "Impossibile aggiungere la mappa al database";

/* No comment provided by engineer. */
"Unsaved Changes" = "Modifiche non Salvate";

/* No comment provided by engineer. */
"Upload" = "Caricamento";

/* No comment provided by engineer. */
"Upload Error" = "Errore in Caricamento";

/* No comment provided by engineer. */
"Upload via Ushahidi API" = "Caricamento con API Ushahidi";

/* No comment provided by engineer. */
"Uploaded" = "Caricato";

/* No comment provided by engineer. */
"Uploaded report..." = "Rapporti caricati ...";

/* No comment provided by engineer. */
"Uploaded video..." = "Video caricati ...";

/* No comment provided by engineer. */
"Uploading..." = "Caricamento ...";

/* No comment provided by engineer. */
"User Agreement" = "Contratto";

/* No comment provided by engineer. */
"User Captured Video" = "Video Ripreso dall'Utente";

/* No comment provided by engineer. */
"User Location" = "Locallità Utente";

/* No comment provided by engineer. */
"Verified" = "Verificato";

/* No comment provided by engineer. */
"Version" = "Versione";

/* No comment provided by engineer. */
"Video Error" = "Errore Video";

/* No comment provided by engineer. */
"with" = "con";

/* No comment provided by engineer. */
"Would you like to synchronize now?" = "Vuoi sincronizzare ora?";

/* No comment provided by engineer. */
"Yes" = "Si";

